
// ============================================================================
// Bootloader
// ----------------------------------------------------------------------------

"Clover_title" = "Clover EFI";
"Clover_description" = "Clover EFI потребує трьох основних файлів (спрощено)
boot0 (головний завантажувальний запис) відповідає за завантаження boot1.
boot1 (завантажувальний запис розділу) для завантаження boot.
boot  (у корні обраного розділу) для пошуку /EFI/BOOT/CLOVERIA32.efi або CLOVERX64.efi";

"boot0_title" = "BIOS завантаження за допомогою boot0";
"boot0_description" = "Встановити boot0 який шукає активний розділ в MBR або перший завантажувальний розділ в GPT. Обраний розділ в MBR стане активним
Розділ FAT32 повинен бути попередньо відформатований таким чином:
  1. Стерти як MS-DOS (FAT) за допомогою Disk Utility.
Потім ввесті наступні команди у терміналі:
  2. diskutil list
  3. diskutil unmount /dev/rdisk9s1
  4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1
  5. diskutil mount /dev/rdisk9s1";


"boot0hfs_title" = "BIOS завантаження за допомогою boot0hfs";
"boot0hfs_description" = "Встановити boot0hfs який запускає boot1h з першого знайденого HFS розділу, навіть якщо він неактивний. Активним розділом може залишатися Windows.";

"boot0EFI_title" = "BIOS завантаження за допомогою GPT EFI";
"boot0EFI_description" = "Встановити boot0 на перших 440 байт МБР, безпечно для Windows. boot0hfs здійснює пошук GPT EFI розділу з встановленим boot1.
  EFI розділ потрібно попередньо відформатувати на Маке і змонтувати в системі";

"bootNo_title" = "Просто розпакувати";
"bootNo_description" = "Не встановлювати ні boot0, ні boot1, для подальшої ручної інсталяції";

"bootUEFI_title" = "UEFI завантаження (материнські плати з UEFI)";
"bootUEFI_description" = "Використовується для завантаження через UEFI на системах, які підтримують такий тип завантаження.
Не встановлює сектора boot0, boot0hfs, boot0md, boot1h2, and boot1f32alt.
Потрібно виставити в UEFI BIOS опцію завантаження BOOTX64.efi.
Порядок завантаження буде наступний:
UEFI -> /EFI/BOOT/BOOTX64.efi -> boot.efi -> OS X";

"boot32_title" = "Встановити 32 бітний завантажувач першим";
"boot32_description" = "Встановити файли та поставити 32 біта за замовчуванням.
За замовчуванням завантажується boot = Clover 32 після 2 секунд очікування клавіатури.
Клавіша 1 для boot1 = Chameleon boot,
Клавіша 3 для boot3 = Clover EFI 32bit boot,
Клавіша 6 для boot6 = Clover EFI 64bit boot.";

"boot64_title" = "Встановити 64 бітний завантажувач першим";
"boot64_description" = "Встановити файли та поставити 64 біта за замовчуванням.
За замовчуванням завантажується boot = Clover 64 після 2 секунд очікування клавіатури.
Клавіша 1 для boot1 = Chameleon boot,
Клавіша 3 для boot3 = Clover EFI 32bit boot,
Клавіша 6 для boot6 = Clover EFI 64bit boot.";

// ============================================================================
// Themes
// ----------------------------------------------------------------------------

"Themes_title" = "Теми завантажувача";
"Themes_description" = "Виберіть теми для встановлення.";

"black_green_title" = "Чорна та зелена";
"black_green_description" = "Черна та зелена тема від Blackosx,
Встановити в /EFI/BOOT/themes/black_green.";

"AppleStyle_title" = "AppleStyle";
"AppleStyle_description" = "AppleStyle тема від Eps,
Встановити в /EFI/BOOT/themes/AppleStyle.";

"mrengles_title" = "mrengles";
"mrengles_description" = "mrengles тема від mrengles,
Встановити в /EFI/BOOT/themes/mrengles.";

"iClover_title" = "iClover";
"iClover_description" = "Тема в сiрих тонах вiд winlog,
Встановити в /EFI/BOOT/themes/iClover.";

"buttons_title" = "Клавіші";
"buttons_description" = "Тема з клавішами від Trauma,
Встановити в /EFI/BOOT/themes/buttons.";

"hellfire_title" = "Вогонь";
"hellfire_description" = "Вогняна тема від lllevelll,
Встановити в /EFI/BOOT/themes/hellfire.";

"metal_title" = "Метал";
"metal_description" = "Метал від Slice,
Встановити в /EFI/BOOT/themes/metal.";

"simple_gray_title" = "Сіренька";
"simple_gray_description" = "Проста сіренька тема від hijeane,
Встановити в /EFI/BOOT/themes/simple_gray.";


"wooden_title" = "Дерев'яшки";
"wooden_description" = "Дерев'яшки вiд iROOTa,
Встановити в /EFI/BOOT/themes/wooden.";

// ============================================================================
// RC Scripts
// ----------------------------------------------------------------------------
"Optional RC Scripts" = "Optional RC Scripts";
"disable_sleep_proxy_client_description" = "Disable the mDNSResponder sleep proxy client service. This will prevent the system waking from sleep every hours";

// ----------------------------------------------------------------------------